//1.გადაიყვანეთ შემდეგი ათობითი რიცხვები ორობითში:
//ა) 17=10001
//ბ) 34=100010
//გ) 255=11111111

//2. გადაიყვანეთ შემდეგი ორობითი რიცხვები ათობითში:
//ა)10101=21
//ბ)110011=51
//გ)10000000=128

//3. განმარტეთ რას ნიშნავს ცვლადი C# ში, როგორ შეგვიძლია მისი გამოცხადება და ინიციალიზაცია. მოიყვანეთ რამდენიმე მაგალითი
//C#-ში ცვლადი ნიშნავს ისეთ მონაცემს, რომელსაც აქვს წინასწარ განსაზღვრული ტიპი (int, double, char და ა.შ.) და უნიკალური სახელი, ხოლო მნიშვნელობა შესაძლებელია შეიცვალოს. გამოცხადება ნიშნავს ტიპის განსაზღვრას, ხოლო ინიციალიზაცია ნიშნავს კონკრეტული მნიშვნელობის მინიჭება.
//მაგალითად:
//int age; // გამოცხადება
//int age = 33; // ინიციალიზაცია
